#დავალება:
#1. შექმენით ცვლადი რომელშიც შეინახავთ ნივთის ფასს. მეორე ცვლადში შეინახეთ ნივთის რაოდენობა.
#  თქვენი დავალებაა, რომ დაბეჭდოთ, თუ რამდენი უნდა გადაიხადოთ ნივთების ყიდვისას (ფასი * რაოდენობა)
cvladi=4
raodenoba=5
print("shen unda gadaixado : ", cvladi + raodenoba)
#2. შექმენით ცვლადი, სადაც შეინახავთ თქვენს ასაკს. შემდეგ შექმენით მეორე ცვლადი,
#  სადაც შეინახავთ ნებისმიერი ოჯახისწევრის ასაკს. თქვენი დავალებაა, რომ ჯერ დაბეჭდოთ თქვენს ასაკს + 10, შემდეგ ოჯახისწევრის ასაკს + 10.
cvladi2=25
meorecvladi=45
print(cvladi2+10,meorecvladi+10)
#3. შექმენით ორი ცვლადი, თითოეულში შეინახეთ ნებისმიერი რიცხვი. თქვენი დავალებაა,
#  რომ არითმეტიკული მოქმედებების შედეგი დაბეჭდოთ ამ რიცხვებს შორის - ეს მოქმედებებია +, -, *, /
cvladi1=6
cvladiori=7
print(cvladi1+cvladiori-cvladiori*cvladi1/cvladi1)
#4. შექმენით ორი ცვლადი, პირველში თქვენი სახელი, ხოლო მეორეში ასაკი შეინახეთ. თქვენი
#  დავალებაა, რომ ჯერ სახელი დაბეჭდოთ, შემდეგ კი ასაკი.
cvladinatori="gela"
cvladinatori2=25
print(cvladinatori)
print(cvladinatori2)
#5. შექმენით ორი ცვლადი, პირველში შეინახეთ თქვენი ასაკი, ხოლო მეორეში შეინახეთ მშობლის ასაკი. 
# დაბეჭდეთ, თუ 10 წელში რამდენჯერ მეტი იქნება მშობლის ასაკი თქვენსაზე
cvladilavi=20+10
cvladilavi2=40+10
print (cvladilavi2-cvladilavi)
