#1)შექმენით პითონის ფაილი და 4 ჯერ გამოიყენეთ print ფუნქცია, პირველ პრინტში გამოიყენეთ ორ რიცხვს შორის შეკრება +, მეორეში - გამოკლება, მესამეში * გამრავლება, მეოთხეში / გაყოფა
print(1+1)
print(1-1)
print(1*1)
print(1/1)
#2)შეართეთ ორი ტექსტური მონაცემი და კომენტარებით ახსენით რა შედეგი მიიღეთ
gela=("gela")
gela2=("chemi saxelia")
print(gela2+gela)
#1 sityvas davumate 2 sityva da 3 sityva mivige
#----------------------------------------------
#3)დაუშვით ძალით შეცდომები და ნახეთ კომპიუტერი რას გამოგიტანთ შედეგად
#print gela (TERMINAL: File "c:/Users/qwer/Desktop/day 03.py", line 13
#    print gela
#          ^
#SyntaxError: Missing parentheses in call to 'print'. Did you mean print(gela)?)
#================================================================================
#4)ყველა დაწერილი კოდი ახსენით კომენტარები + (დოკუმენტში კომენტარების ამოყენებით ქართული ენით ახსენით რა არის ტერმინალი და რისთვის ვიყენებთ)
#ტერმინალი არის ფანჯარა სადაც გამოაქვს შედეგი ჩვენი კოდის გაშვების შემდეგ
#==================================================================================
#5)შექმენით 2 ცვლადი, შეინახეთ მასში რიცხვები და საბოლოოდ დაბეჭდეთ ამ ორ ცვლადს შორის რომელიმე არითმეტიკული მოქმედება
ცვლადი1=2
ცვლადი2=3
print(ცვლადი1+ცვლადი2)
#========================
#6)ახსენით კომენტარებით რა არის სტრინგი და რა არის მთელი რიცხვი
#სტრინგი არის ბრჭყალებში ჩსმული ნებისმიერი რამ
#----->>
#მთელი რიცხვები (ლათინურიდან integer, ანუ „ხელშეუხებელი“) — ნატურალური რიცხვები (1, 2, 3, …), მათი მოპირდაპირე
#  (უარყოფითი) რიცხვები (−1, −2, −3, …) და 0. მთელი რიცხვების სიმრავლე ნამდვილი რიცხვების სიმრავლის ქვესიმრავლეა.
#  მთელი რიცხვები ისეთი რიცხვებია, რომელთა ჩაწერა წილადებისა და ათწილადების გარეშეა შესაძლებელი და ბრჭყალების გარეშეც.

